<h2>База адресов актуальна</h2>
<p class="card-text">Отсутствуют какие-либо обновления.</p>
<a href="/" class="btn btn-primary">Проверить наличие обновлений</a>

{{--// Если не были найдены доступные для скачивания или установки обновления, то в группе [СОСТОЯНИЕ ОБНОВЛЕНИЯ]--}}
{{--// показывать:--}}
{{--echo '(заголовок) База адресов актуальна';--}}
{{--echo 'Отсутствуют какие-либо обновления.';--}}
{{--echo 'Кнопка "Проверить наличие обновлений"';                   // Если в настройках способа установки обновлений отключена автоматическая проверка наличия доступных обновлений--}}